Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# about.button.label.license
source: License
cs: Licence
de: Lizenz
it: Licenza
ja: ライセンス
ko: 사용권
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh_hans: 许可证

# about.button.label.website
source: Website
cs: Webové stránky
de: Webseite
fr: Site web
it: Sito web
ja: Webサイト
ko: 웹 사이트
pl: Strona www
pt_br: Site
ru: Веб-сайт
tr: Web Sitesi
uk: Вебсайт
zh_hans: 网站

# about.label.about_description
source: Made with ❤️ and 🔋 by
cs: Vyrobeno s ❤️ a 🔋 od
de: Mit ❤️ und 🔋 gefertigt von
fr: Fait avec ❤️ et 🔋 par
it: Fatto col❤️ e 🔋 da
nl: Gemaakt met ❤️ en 🔋 door
pl: Z ❤️ i 🔋 zrobione przez
pt_br: Feito com ♥️ e 🔋 por
ru: Сделано с ❤️ и 🔋
tr: ❤️ ve 🔋 ile yapıldı
uk: Зроблено з ❤️ та 🔋
zh_hans: 以❤️和🔋的诚意之作，来自

# app_charging_mode.state.description.charging
source: The limit is %@.
cs: Limit je %@.
de: Die Ladegrenze ist %@.
fr: La limite est %@.
it: Il limite è %@.
ja: 上限は%@です。
ko: %@까지 충전합니다.
nl: De limiet is %@.
pl: Limit to %@.
pt_br: O limite é %@.
ru: Лимит составляет %@.
tr: Sınır %@.
uk: Ліміт становить %@.
zh_hans: 充电限制为%@。

# app_charging_mode.state.description.force_charge
source: Charging to 100%
cs: Nabíjí se na 100 %
de: Aufladen auf 100%
fr: Charger jusqu'à 100%
it: In carica fino al 100%
ja: 100%まで充電する
ko: 100%까지 충전합니다
nl: Opladen tot 100%
pl: Ładuję do 100%
pt_br: Carregando até 100%
ru: Зарядка до 100%
tr: %100 Şarj Oluyor
uk: Заряджання до 100%
zh_hans: 充电至100%

# app_charging_mode.state.description.force_discharge
source: Using the battery.
cs: Používání baterie.
de: Akku wird verwendet.
fr: Utilisation de la batterie.
it: Utilizzando la batteria.
ja: バッテリーを使用する。
ko: 배터리를 방전합니다.
nl: De batterij aan het gebruiken.
pl: Używam baterii do zasilania.
pt_br: Usando a bateria.
ru: Использование аккумулятора.
tr: Pil kullanılıyor.
uk: Використання акумулятора.
zh_hans: 使用电池。

# app_charging_mode.state.description.inhibit
source: The charging limit is set to %@.
cs: Limit nabíjení je nastaven na %@.
de: Die Ladegrenze ist auf %@ eingestellt.
fr: La limite de charge est fixée à %@.
it: Il limite di ricarica è impostato a %@.
ja: 充電上限は%@に設定されています。
ko: 충전 한도가 %@로 설정되었습니다.
nl: Het oplaadlimiet is ingesteld op %@.
pl: Limit ładowania to %@.
pt_br: O limite de carregamento foi limitado para %@.
ru: Лимит зарядки установлен на %@.
tr: Şarj sınırı %@ olarak ayarlandı.
uk: Ліміт заряджання встановлено на %@.
zh_hans: 目前的充电限制被设置为%@。

# app_charging_mode.state.description.temp_charging_to
source: The charging limit has been temporarily set to %@.
cs: Limit nabíjení byl dočasně nastaven na %@.
de: Das Ladelimit wurde vorübergehend auf %@ gesetzt.
fr: La limite de charge a été temporairement fixée à %@.
it: Il limite di ricarica è temporaneamente impostato a %@.
ja: 充電上限が一時的に%@に設定されました。
ko: 충전 한도가 임시로 %@로 설정되었습니다.
nl: Het oplaadlimiet is tijdelijk ingesteld op %@.
pl: Limit ładowania został tymczasowo zmieniony na %@.
pt_br: O limite de carregamento foi temporariamente definido para %@
ru: Предел зарядки временно установлен на %@.
tr: Şarj sınırı geçici olarak %@ olarak ayarlandı.
uk: Межу заряджання тимчасово встановлено на %@.
zh_hans: 充电限制暂时设置为%@。

# app_charging_mode.state.title.charger_not_connected
source: Charger not connected
cs: Nabíječka není připojena
de: Ladegerät nicht angeschlossen
fr: Le chargeur n'est pas connecté
it: Caricatore non connesso
ja: 充電器未接続
ko: 충전기가 연결되지 않음
nl: Oplader niet aangesloten
pl: Ładowarka nie podłączona
pt_br: Carregador desconectado
ru: Зарядное устройство не подключено
tr: Şarj cihazı bağlı değil
uk: Зарядний пристрій не підключено
zh_hans: 充电器未连接

# app_charging_mode.state.title.charging
source: Charging to the limit
cs: Nabíjení na limit
de: Aufladen bis zum Limit
fr: Charger jusqu'à la limite
it: In carica fino al limite
ja: 上限まで充電する
ko: 충전 한도까지 충전 중
nl: Opladen tot limiet
pl: Ładuję do limitu
pt_br: Carregando até o limite
ru: Зарядка до лимита
tr: Sınıra kadar şarj oluyor
uk: Заряджання до ліміту
zh_hans: 充电至限制值

# app_charging_mode.state.title.disabled
source: Disabled
cs: Vypnuto
de: Deaktiviert
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
tr: Devre dışı bırakıldı
uk: Вимкнено
zh_hans: 已禁用

# app_charging_mode.state.title.force_charge
source: Charging
cs: Nabíjení
de: Wird aufgeladen
fr: Chargement
it: In carica
ja: 充電中
ko: 충전 중
nl: Opladen
pl: Ładuję
pt_br: Carregando
ru: Зарядка
tr: Şarj Oluyor
uk: Заряджання
zh_hans: 充电中

# app_charging_mode.state.title.force_discharge
source: Discharging
cs: Vybíjení
de: Wird entladen
fr: Déchargement
it: In fase di scarica
ja: 放電中
ko: 방전 중
nl: Ontladen
pl: Rozładowuję
pt_br: Descarregando
ru: Разрядка
tr: Pil Boşaltılıyor
uk: Розряджання
zh_hans: 放电中

# app_charging_mode.state.title.helper_not_running
source: Helper not running
cs: Pomocný nástroj neběží
de: Helper läuft nicht
fr: L'assistant ne fonctionne pas
it: Helper non in esecuzione
ja: ヘルパーが実行されていません
ko: 보조 프로그램이 실행 중이 아님
nl: Hulpprogramma draait niet
pl: Helper nie działa
pt_br: Helper não está em execução
ru: Помощник не запущен
tr: Yardımcı çalışmıyor
uk: Помічник не запущено
zh_hans: Helper未运行

# app_charging_mode.state.title.inhibit
source: Inhibiting charging
cs: Blokování nabíjení
de: Aufladen wird ausgesetzt
fr: Empêcher la charge
it: Impedimento della carica
ja: 充電停止中
ko: 충전 중단됨
nl: Opladen gepauzeerd
pl: Ładowanie wstrzymane
pt_br: Inibindo o carregamento
ru: Ограничение зарядки
tr: Şarj etmeyi durdurma
uk: Обмеження заряджання
zh_hans: 停止充电中

# app_charging_mode.state.title.initial
source: Initializing
cs: Inicializace
de: Initialisierung
fr: Initialisation
it: Inizializzando
ja: 初期化
ko: 준비 중
nl: Initialiseren
pl: Inicjalizacja
pt_br: Inicializando
ru: Инициализация
tr: Tanımlanıyor
uk: Iніціалізація
zh_hans: 初始化中

# app_charging_mode.state.title.override
source: Charge Override
cs: Přepsání nabíjení
de: Ladeüberschreibung
fr: Forcer la charge
it: Sovrascrivi carica
ja: 充電オーバーライド
ko: 임시 충전 설정
nl: Tijdelijke Oplaadinstelling
pl: Własne ustawienia
pt_br: Carregar Sobreposição
ru: Переопределение зарядки
tr: Şarjı Geçersiz Kılma
uk: Перевизначення заряджання
zh_hans: 充电覆盖

# app_charging_mode.state.title.temp_charging
source: Temporarily charging
cs: Dočasné nabíjení
de: Vorübergehendes Laden
fr: Chargement temporaire
it: Temporaneamente in carica
ja: 一時的に充電中
ko: 임시 충전 중
nl: Tijdelijk opladen
pl: Tymczasowe ładowanie
pt_br: Carregando temporariamente
ru: Временная зарядка
tr: Geçici olarak şarj oluyor
uk: Тимчасове заряджання
zh_hans: 临时充电

# app_charging_mode.state.title.temp_discharging
source: Temporarily discharging
cs: Dočasné vybíjení
de: Vorübergehendes Entladen
fr: Décharge temporaire
it: Temporaneamente in fase di scarica
ja: 一時的に放電中
ko: 임시 방전 중
nl: Tijdelijk ontladen
pl: Tymczasowo rozładowuję
pt_br: Descarregando temporariamente
ru: Временный разряд
tr: Geçici olarak pil boşaltılıyor
uk: Тимчасовий розряд
zh_hans: 临时放电

# automation.active_badge
source: ACTIVE
cs: AKTIVNÍ
de: AKTIV
it: ATTIVA
ja: 適用中
ko: 적용 중
nl: ACTIEF
pl: AKTYWNA
pt_br: ATIVA
ru: АКТИВНО
tr: ETKİN
uk: АКТИВНА
zh_hans: 已生效

# automation.add_rule
source: Add Rule
cs: Přidat pravidlo
de: Regel hinzufügen
fr: Ajouter une règle
it: Aggiungi regola
ja: ルールを追加
ko: 규칙 추가
nl: Voeg regel toe
pl: Dodaj regułę
pt_br: Adicionar regra
ru: Добавить правило
tr: Kural ekle
uk: Додати правило
zh_hans: 添加规则

# automation.charging_override.active
source: Automation “%@” is overriding the charge limit to %lld%% right now.
cs: Automatizace „%1$@“ nyní přepisuje limit nabíjení na %2$lld %%.
de: Die Automatisierung „%1$@“ überschreibt das Ladelimit gerade auf %2$lld %%.
fr: L’automatisation « %1$@ » remplace actuellement la limite de charge par %2$lld %%.
it: L’automazione “%1$@” sta sovrascrivendo il limite di ricarica a %2$lld%%.
ja: 現在、自動化「%1$@」により充電上限が%2$lld%%に上書きされています。
ko: 현재 자동화 ‘%1$@’이(가) 충전 한도를 %2$lld%%로 재설정하고 있습니다.
nl: Automatisering ‘%1$@’ overschrijft het oplaadlimiet nu naar %2$lld%%.
pl: Automatyzacja „%1$@” zmienia teraz limit ładowania na %2$lld%%.
pt_br: A automação “%1$@” está substituindo o limite de carregamento por %2$lld%% agora.
ru: Автоматизация «%1$@» сейчас переопределяет лимит заряда на %2$lld%%.
tr: “%1$@” otomasyonu şu anda şarj sınırını %%%2$lld olarak geçersiz kılıyor.
uk: Автоматизація «%1$@» зараз перевизначає ліміт заряду на %2$lld%%.
zh_hans: 自动化规则“%1$@”当前将充电限制覆盖为%2$lld%%。

# automation.charging_state.charging
source: The limit is %@ (set by automation “%@”).
cs: Limit je %1$@ (nastaveno automatizací „%2$@“).
de: Die Ladegrenze ist %1$@ (festgelegt durch die Automatisierung „%2$@“).
fr: La limite est %1$@ (définie par l’automatisation « %2$@ »).
it: Il limite è %1$@ (impostato dall’automazione “%2$@”).
ja: 上限は%1$@です（自動化「%2$@」による設定）。
ko: %1$@까지 충전합니다(자동화 ‘%2$@’에서 설정).
nl: De limiet is %1$@ (ingesteld door automatisering ‘%2$@’).
pl: Limit to %1$@ (ustawiony przez automatyzację „%2$@”).
pt_br: O limite é %1$@ (definido pela automação “%2$@”).
ru: Лимит составляет %1$@ (задан автоматизацией «%2$@»).
tr: Sınır %1$@ (“%2$@” otomasyonu tarafından ayarlandı).
uk: Ліміт становить %1$@ (задано автоматизацією «%2$@»).
zh_hans: 充电限制为%1$@（由自动化规则“%2$@”设置）。

# automation.charging_state.force_discharge
source: Using the battery (set by automation “%@”).
cs: Používání baterie (nastaveno automatizací „%@“).
de: Akku wird verwendet (festgelegt durch die Automatisierung „%@“).
fr: Utilisation de la batterie (définie par l’automatisation « %@ »).
it: Utilizzando la batteria (impostato dall’automazione “%@”).
ja: バッテリーを使用しています（自動化「%@」による設定）。
ko: 배터리를 방전합니다(자동화 ‘%@’에서 설정).
nl: De batterij wordt gebruikt (ingesteld door automatisering ‘%@’).
pl: Zasilanie z baterii (ustawione przez automatyzację „%@”).
pt_br: Usando a bateria (definido pela automação “%@”).
ru: Использование аккумулятора (задано автоматизацией «%@»).
tr: Pil kullanılıyor (“%@” otomasyonu tarafından ayarlandı).
uk: Використання акумулятора (задано автоматизацією «%@»).
zh_hans: 正在使用电池（由自动化规则“%@”设置）。

# automation.charging_state.inhibit
source: The charging limit is set to %@ (set by automation “%@”).
cs: Limit nabíjení je nastaven na %1$@ (automatizací „%2$@“).
de: Die Ladegrenze ist auf %1$@ eingestellt (festgelegt durch die Automatisierung „%2$@“).
fr: La limite de charge est fixée à %1$@ (définie par l’automatisation « %2$@ »).
it: Il limite di ricarica è impostato a %1$@ (dall’automazione “%2$@”).
ja: 充電上限は%1$@に設定されています（自動化「%2$@」による設定）。
ko: 충전 한도가 %1$@로 설정되었습니다(자동화 ‘%2$@’에서 설정).
nl: Het oplaadlimiet is ingesteld op %1$@ (door automatisering ‘%2$@’).
pl: Limit ładowania to %1$@ (ustawiony przez automatyzację „%2$@”).
pt_br: O limite de carregamento foi definido para %1$@ (pela automação “%2$@”).
ru: Лимит зарядки установлен на %1$@ (задан автоматизацией «%2$@»).
tr: Şarj sınırı %1$@ olarak ayarlandı (“%2$@” otomasyonu tarafından).
uk: Ліміт заряджання встановлено на %1$@ (задано автоматизацією «%2$@»).
zh_hans: 充电限制被设置为%1$@（由自动化规则“%2$@”设置）。

# automation.editor.add_title
source: New Rule
cs: Nové pravidlo
de: Neue Regel
fr: Nouvelle règle
it: Nuova regola
ja: 新規ルール
ko: 새 규칙
nl: Nieuwe regel
pl: Nowa reguła
pt_br: Nova regra
ru: Новое правило
tr: Yeni kural
uk: Нове правило
zh_hans: 新建规则

# automation.editor.cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: İptal
uk: Скасувати
zh_hans: 取消

# automation.editor.charge_limit
source: Charge limit
cs: Limit nabíjení
de: Ladelimit
fr: Limite de charge
it: Limite di ricarica
ja: 充電上限
ko: 충전 한도
nl: Oplaadlimiet
pl: Limit ładowania
pt_br: Limite de carregamento
ru: Лимит заряда
tr: Şarj sınırı
uk: Ліміт заряду
zh_hans: 充电限制

# automation.editor.delete
source: Delete Rule
cs: Smazat pravidlo
de: Regel löschen
fr: Supprimer la règle
it: Elimina regola
ja: ルールを削除
ko: 규칙 삭제
nl: Verwijder regel
pl: Usuń regułę
pt_br: Apagar regra
ru: Удалить правило
tr: Kuralı sil
uk: Видалити правило
zh_hans: 删除规则

# automation.editor.edit_title
source: Edit Rule
cs: Upravit pravidlo
de: Regel bearbeiten
fr: Modifier la règle
it: Modifica regola
ja: ルールを編集
ko: 규칙 편집
nl: Regel bewerken
pl: Edytuj regułę
pt_br: Editar regra
ru: Изменить правило
tr: Kuralı düzenle
uk: Редагувати правило
zh_hans: 编辑规则

# automation.editor.from_time
source: From
cs: Od
de: Von
fr: De
it: Da
ja: 開始
ko: 시작
nl: Van
pl: Od
pt_br: De
ru: С
tr: Başlangıç
uk: З
zh_hans: 从

# automation.editor.locating
source: Locating…
cs: Určování polohy…
de: Standort wird ermittelt…
fr: Localisation en cours…
it: Localizzazione in corso…
ja: 現在地を取得中…
ko: 위치 찾는 중…
nl: Locatie bepalen…
pl: Ustalanie lokalizacji…
pt_br: Localizando…
ru: Определение геопозиции…
tr: Konum belirleniyor…
uk: Визначення геопозиції…
zh_hans: 正在定位…

# automation.editor.location_allow_access
source: Allow Access
cs: Povolit přístup
de: Zugriff erlauben
fr: Autoriser l’accès
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
nl: Sta toegang toe
pl: Zezwól na dostęp
pt_br: Permitir Acesso
ru: Разрешить доступ
tr: Erişime İzin Ver
uk: Дозволити доступ
zh_hans: 允许访问

# automation.editor.location_condition
source: At a location
cs: Na určitém místě
de: An einem Ort
fr: À un endroit
it: In un luogo
ja: 特定の場所
ko: 특정 위치에서
nl: Op een locatie
pl: W danym miejscu
pt_br: Em um local
ru: В определённом месте
tr: Belirli bir konumda
uk: У певному місці
zh_hans: 在某个位置

# automation.editor.location_could_not_determine
source: Couldn’t determine your location. Make sure Wi-Fi is on and Location Services is enabled for BatFi.
cs: Nepodařilo se zjistit polohu. Ujistěte se, že je zapnuté Wi-Fi a že jsou pro BatFi povolené polohové služby.
de: Standort konnte nicht ermittelt werden. Stelle sicher, dass WLAN aktiviert und die Ortungsdienste für BatFi erlaubt sind.
fr: Impossible de déterminer votre position. Vérifiez que le Wi-Fi est activé et que le service de localisation est autorisé pour BatFi.
it: Impossibile determinare la posizione. Assicurati che il Wi-Fi sia attivo e che i Servizi di localizzazione siano abilitati per BatFi.
ja: 現在地を特定できませんでした。Wi-Fiがオンで、BatFiの位置情報サービスが有効になっていることを確認してください。
ko: 위치를 확인할 수 없습니다. Wi-Fi가 켜져 있고 BatFi의 위치 서비스가 활성화되어 있는지 확인하세요.
nl: Kan je locatie niet bepalen. Zorg dat wifi aanstaat en dat locatievoorzieningen voor BatFi zijn ingeschakeld.
pl: Nie udało się ustalić lokalizacji. Upewnij się, że Wi-Fi jest włączone, a usługi lokalizacji są aktywne dla BatFi.
pt_br: Não foi possível determinar sua localização. Verifique se o Wi-Fi está ligado e se os Serviços de Localização estão ativados para o BatFi.
ru: Не удалось определить местоположение. Убедитесь, что Wi-Fi включён, а службы геолокации разрешены для BatFi.
tr: Konumunuz belirlenemedi. Wi-Fi’nin açık ve BatFi için Konum Servisleri’nin etkin olduğundan emin olun.
uk: Не вдалося визначити місцезнаходження. Переконайтеся, що Wi-Fi увімкнено, а служби локації дозволено для BatFi.
zh_hans: 无法确定你的位置。请确保Wi-Fi已开启，并已为BatFi启用定位服务。

# automation.editor.location_denied
source: Location access is denied. Enable it in System Settings › Privacy & Security › Location Services.
cs: Přístup k poloze je odepřen. Povolte jej v Nastavení systému › Soukromí a zabezpečení › Polohové služby.
de: Zugriff auf den Standort verweigert. Aktiviere ihn in den Systemeinstellungen › Datenschutz & Sicherheit › Ortungsdienste.
fr: Accès à la localisation refusé. Activez-le dans Réglages Système › Confidentialité et sécurité › Service de localisation.
it: Accesso alla posizione negato. Abilitalo in Impostazioni di Sistema › Privacy e sicurezza › Servizi di localizzazione.
ja: 位置情報へのアクセスが拒否されています。システム設定 › プライバシーとセキュリティ › 位置情報サービスで有効にしてください。
ko: 위치 접근이 거부되었습니다. 시스템 설정 › 개인정보 보호 및 보안 › 위치 서비스에서 켜세요.
nl: Toegang tot locatie geweigerd. Schakel dit in via Systeeminstellingen › Privacy en beveiliging › Locatievoorzieningen.
pl: Brak dostępu do lokalizacji. Włącz go w Ustawieniach systemowych › Prywatność i bezpieczeństwo › Usługi lokalizacji.
pt_br: Acesso à localização negado. Ative em Ajustes do Sistema › Privacidade e Segurança › Serviços de Localização.
ru: Доступ к геопозиции запрещён. Включите его в Системных настройках › Конфиденциальность и безопасность › Службы геолокации.
tr: Konum erişimi reddedildi. Sistem Ayarları › Gizlilik ve Güvenlik › Konum Servisleri’nden etkinleştirin.
uk: Доступ до геопозиції заборонено. Увімкніть його в Системних параметрах › Конфіденційність і безпека › Служби локації.
zh_hans: 位置访问被拒绝。请在“系统设置 › 隐私与安全性 › 定位服务”中启用。

# automation.editor.location_needs_coordinate
source: Pick a place to finish this rule.
cs: Dokončete pravidlo výběrem místa.
de: Wähle einen Ort, um diese Regel abzuschließen.
fr: Choisissez un lieu pour terminer cette règle.
it: Scegli un luogo per completare questa regola.
ja: ルールを完成させるには場所を選択してください。
ko: 이 규칙을 완성하려면 장소를 선택하세요.
nl: Kies een locatie om deze regel af te maken.
pl: Wybierz miejsce, aby dokończyć tę regułę.
pt_br: Escolha um local para concluir esta regra.
ru: Выберите место, чтобы завершить это правило.
tr: Bu kuralı tamamlamak için bir yer seçin.
uk: Виберіть місце, щоб завершити це правило.
zh_hans: 选择一个地点以完成此规则。

# automation.editor.location_no_results
source: No places found.
cs: Žádná místa nenalezena.
de: Keine Orte gefunden.
fr: Aucun lieu trouvé.
it: Nessun luogo trovato.
ja: 場所が見つかりません。
ko: 장소를 찾을 수 없습니다.
nl: Geen locaties gevonden.
pl: Nie znaleziono miejsc.
pt_br: Nenhum local encontrado.
ru: Места не найдены.
tr: Yer bulunamadı.
uk: Місць не знайдено.
zh_hans: 未找到地点。

# automation.editor.location_not_determined
source: BatFi needs location access to match rules to where your Mac is.
cs: BatFi potřebuje přístup k poloze, aby mohl pravidla přiřazovat k místu, kde se Mac nachází.
de: BatFi benötigt Zugriff auf den Standort, um Regeln dem Ort zuzuordnen, an dem sich dein Mac befindet.
fr: BatFi a besoin d’accéder à la localisation pour associer les règles à l’endroit où se trouve votre Mac.
it: BatFi ha bisogno dell’accesso alla posizione per associare le regole al luogo in cui si trova il Mac.
ja: ルールをMacの現在地に合わせるには、BatFiに位置情報へのアクセスが必要です。
ko: 규칙을 Mac의 현재 위치에 맞추려면 BatFi에 위치 접근 권한이 필요합니다.
nl: BatFi heeft locatietoegang nodig om regels te koppelen aan de plek waar je Mac is.
pl: BatFi potrzebuje dostępu do lokalizacji, aby dopasowywać reguły do miejsca, w którym jest Mac.
pt_br: O BatFi precisa de acesso à localização para associar as regras ao lugar onde o seu Mac está.
ru: BatFi нужен доступ к геопозиции, чтобы применять правила там, где находится Mac.
tr: BatFi’nin kuralları Mac’inizin bulunduğu yere göre uygulayabilmesi için konum erişimi gerekiyor.
uk: BatFi потрібен доступ до геопозиції, щоб застосовувати правила залежно від місця, де перебуває Mac.
zh_hans: BatFi需要位置访问权限，才能根据Mac所在的位置匹配规则。

# automation.editor.location_open_settings
source: Open System Settings
cs: Otevřít Nastavení systému
de: Systemeinstellungen öffnen
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarları’nı Aç
uk: Відкрити Системні параметри
zh_hans: 打开“系统设置”

# automation.editor.location_radius
source: Radius
cs: Poloměr
fr: Rayon
it: Raggio
ja: 半径
ko: 반경
nl: Straal
pl: Promień
pt_br: Raio
ru: Радиус
tr: Yarıçap
uk: Радіус
zh_hans: 半径

# automation.editor.location_restricted
source: Location access is managed by your organization.
cs: Přístup k poloze spravuje vaše organizace.
de: Der Standortzugriff wird von deiner Organisation verwaltet.
fr: L’accès à la localisation est géré par votre organisation.
it: L’accesso alla posizione è gestito dalla tua organizzazione.
ja: 位置情報へのアクセスは組織によって管理されています。
ko: 위치 접근 권한은 조직에서 관리합니다.
nl: Locatietoegang wordt beheerd door je organisatie.
pl: Dostępem do lokalizacji zarządza Twoja organizacja.
pt_br: O acesso à localização é gerenciado pela sua organização.
ru: Доступом к геопозиции управляет ваша организация.
tr: Konum erişimi kuruluşunuz tarafından yönetiliyor.
uk: Доступом до геопозиції керує ваша організація.
zh_hans: 位置访问权限由你的组织管理。

# automation.editor.location_search
source: Search address…
cs: Hledat adresu…
de: Adresse suchen…
fr: Rechercher une adresse…
it: Cerca indirizzo…
ja: 住所を検索…
ko: 주소 검색…
nl: Zoek adres…
pl: Szukaj adresu…
pt_br: Buscar endereço…
ru: Поиск адреса…
tr: Adres ara…
uk: Пошук адреси…
zh_hans: 搜索地址…

# automation.editor.location_services_off
source: Location Services is turned off for this Mac.
cs: Polohové služby jsou pro tento Mac vypnuté.
de: Die Ortungsdienste sind für diesen Mac deaktiviert.
fr: Le service de localisation est désactivé pour ce Mac.
it: I Servizi di localizzazione sono disattivati su questo Mac.
ja: このMacでは位置情報サービスがオフになっています。
ko: 이 Mac에서 위치 서비스가 꺼져 있습니다.
nl: Locatievoorzieningen zijn uitgeschakeld voor deze Mac.
pl: Usługi lokalizacji są wyłączone na tym Macu.
pt_br: Os Serviços de Localização estão desativados neste Mac.
ru: Службы геолокации отключены на этом Mac.
tr: Bu Mac için Konum Servisleri kapalı.
uk: Служби локації вимкнено на цьому Mac.
zh_hans: 此Mac已关闭定位服务。

# automation.editor.name
source: Name
cs: Název
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
zh_hans: 名称

# automation.editor.name_placeholder
source: e.g. Office hours
cs: např. Pracovní doba
de: z. B. Bürozeiten
fr: ex. : Heures de bureau
it: es. Orario d’ufficio
ja: 例：勤務時間
ko: 예: 근무 시간
nl: bijv. Kantooruren
pl: np. Godziny w biurze
pt_br: ex.: Horário de trabalho
ru: напр., Рабочие часы
tr: örn. Ofis saatleri
uk: напр., Робочі години
zh_hans: 例如：办公时间

# automation.editor.save
source: Save
cs: Uložit
de: Sichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_hans: 存储

# automation.editor.schedule_date
source: Date
cs: Datum
de: Datum
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
ru: Дата
tr: Tarih
uk: Дата
zh_hans: 日期

# automation.editor.schedule_days
source: Days
cs: Dny
de: Tage
fr: Jours
it: Giorni
ja: 曜日
ko: 요일
nl: Dagen
pl: Dni
pt_br: Dias
ru: Дни
tr: Günler
uk: Дні
zh_hans: 星期

# automation.editor.schedule_one_off
source: One-off date
cs: Jednorázové datum
de: Einmaliges Datum
fr: Date unique
it: Data singola
ja: 1回限りの日付
ko: 일회성 날짜
nl: Eenmalige datum
pl: Jednorazowa data
pt_br: Data única
ru: Разовая дата
tr: Tek seferlik tarih
uk: Одноразова дата
zh_hans: 单次日期

# automation.editor.schedule_repeating
source: Repeating
cs: Opakující se
de: Wiederkehrend
fr: Récurrent
it: Ricorrente
ja: 繰り返し
ko: 반복
nl: Herhalend
pl: Powtarzające się
pt_br: Recorrente
ru: Повтор
tr: Yinelenen
uk: Повторення
zh_hans: 重复

# automation.editor.time_condition
source: At certain times
cs: V určitou dobu
de: Zu bestimmten Zeiten
fr: À certaines heures
it: In determinati orari
ja: 特定の時間帯
ko: 특정 시간에
nl: Op bepaalde tijden
pl: O określonych porach
pt_br: Em determinados horários
ru: В определённое время
tr: Belirli saatlerde
uk: У певний час
zh_hans: 在特定时间

# automation.editor.to_time
source: To
cs: Do
de: Bis
fr: À
it: A
ja: 終了
ko: 종료
nl: Tot
pl: Do
pt_br: Até
ru: По
tr: Bitiş
uk: До
zh_hans: 到
